Repository: Netife/Netife-panel
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Archieve_TempArchieve
source: TempArchieve
zh_cn: 临时工作区

# Archieve_TempSession
source: TempSession
zh_cn: 临时会话

# BreadNavigate_Account
source: Account
zh_cn: 我的账号

# BreadNavigate_Composer
source: Composer
zh_cn: 构造器

# BreadNavigate_DashBoard
source: DashBoard
zh_cn: 仪表盘

# BreadNavigate_Help
source: Help
zh_cn: 帮助

# BreadNavigate_Home
source: Home
zh_cn: 首页

# BreadNavigate_Library
source: Library
zh_cn: 组件库

# BreadNavigate_Mail
source: Mail
zh_cn: 通知

# BreadNavigate_Settings
source: Settings
zh_cn: 设置

# FirstLoading_Dialog_Button
source: Quit
zh_cn: 退出软件

# FirstLoading_Dialog_Content
source: Can not download prebuilt binary. Please check your network connection or the write permission of the application. If the application can not work still, please connect Netife.
zh_cn: 无法下载预构建二进制文件，请检查你的网络链接和应用程式的读写权限。如果应用程式一直无法工作，请尝试联系Netife。

# FirstLoading_Dialog_Title
source: Running Warning
zh_cn: 运行时警告

# Help_Summarize.Header
source: Summarize
zh_cn: 概述

# Help_Summarize_Cotent.Text
source: Netife Panel is a visual version of Netife Frotend, which is based on the relevant ecological development of Netife and is an official visualization method produced and recommended by Netife. Netife Panel provides several network packet capture functions, including but not limited to stream mode listening, network stream capture modification packet capture, and so on. Netife Panel also provides access solutions for multi-language plug-ins based on components such as Netife Dispatcher and Netife JsRemote. If you want to learn more about Netife and its associated ecology, please visit our Github organization: Netife.
zh_cn: Netife Panel 是一个可视化版本的 Netife Frotend，其基于 Netife 的相关生态开发，是 Netife 官方制作并推荐的可视化方法。 Netife Panel 提供了若干网络抓包功能，包括但不限于流模式监听，网络流捕获修改抓包等等。Netife Panel还基于 Netife Dispatcher 和 Netife JsRemote 等组件提供多语言插件的接入方案。 如果你要详细了解 Netife 及其相关生态，请访问我们的 Github 组织：Netife。

# Home_Archieve_Tip.Text
source: My Archives
zh_cn: 我的资产

# LeftMainNavigate_Account.Content
source: Account
zh_cn: 我的账号

# LeftMainNavigate_Component.Content
source: Component
zh_cn: 组件库

# LeftMainNavigate_Composer.Content
source: Composer
zh_cn: 构造器

# LeftMainNavigate_DashBoard.Content
source: DashBoard
zh_cn: 仪表盘

# LeftMainNavigate_Help.Content
source: Help
zh_cn: 帮助

# LeftMainNavigate_Notification.Content
source: Notification
zh_cn: 通知

# MainPage_DataGrid_ApiEndPoint
source: ApiEndPoint
zh_cn: API终结点

# MainPage_DataGrid_DstServer
source: Destination Server
zh_cn: 远程服务器地址

# MainPage_DataGrid_No
source: No
zh_cn: 编号

# MainPage_DataGrid_Pid
source: PID
zh_cn: 服务进程号

# MainPage_DataGrid_ProcessName
source: ProcessName
zh_cn: 进程名称

# MainPage_DataGrid_Protocal
source: Protocal
zh_cn: 协议体

# MainPage_DataGrid_RequestType
source: RequestType
zh_cn: 请求方式

# MainPage_Inspector_Key
source: Key
zh_cn: 键

# MainPage_Inspector_Value
source: Value
zh_cn: 值

# MainPage_RightOperationRegionTabView_Bind.Header
source: Bind
zh_cn: 绑定关系

# MainPage_RightOperationRegionTabView_Inspector.Header
source: Inspector
zh_cn: 侦测器

# MainPage_RightOperationRegionTabView_Inspector_Request_Body.Header
source: Body
zh_cn: 请求体

# MainPage_RightOperationRegionTabView_Inspector_Request_Cookies.Header
source: Cookies
zh_cn: 存储文件

# MainPage_RightOperationRegionTabView_Inspector_Request_Header.Header
source: Headers
zh_cn: 请求头

# MainPage_RightOperationRegionTabView_Inspector_Request_Params.Header
source: Params
zh_cn: 参数

# MainPage_RightOperationRegionTabView_Inspector_Request_Raw.Header
source: Raw
zh_cn: 裸请求

# MainPage_RightOperationRegionTabView_Inspector_Response_Body.Header
source: Body
zh_cn: 响应体

# MainPage_RightOperationRegionTabView_Inspector_Response_Cookie.Header
source: Set-Cookie
zh_cn: 请求存储

# MainPage_RightOperationRegionTabView_Inspector_Response_Header.Header
source: Headers
zh_cn: 响应

# MainPage_RightOperationRegionTabView_Inspector_Response_Preview.Header
source: Preview
zh_cn: 预览

# MainPage_RightOperationRegionTabView_Inspector_Response_Raw.Header
source: Raw
zh_cn: 裸响应

# MainPage_RightOperationRegionTabView_Output.Header
source: Dispatcher OutPut
zh_cn: 调度器日志

# MainPage_RightOperationRegionTabView_View.Header
source: View
zh_cn: 视图

# MainPage_RightOperationRegionTabView_View_BasicInformation.Header
source: BasicInformation
zh_cn: 基本信息

# MainPage_RightOperationRegionTabView_View_RequestTimeCost.Header
source: RequestTimeCost
zh_cn: 请求耗时

# MainPage_ToolBar_FastOperation.Text
source: FastOperation:
zh_cn: 快捷操作：

# MainPage_ToolBar_FastOperation_None.Content
source: None
zh_cn: 不处理

# MainPage_ToolBar_FastOperation_OnlyGet.Content
source: OnlyGet
zh_cn: 仅GET

# MainPage_ToolBar_FastOperation_OnlyNotSystemRequest.Content
source: OnlyNotSystemRequest
zh_cn: 非系统级请求

# MainPage_ToolBar_FastOperation_OnlyPost.Content
source: OnlyPost
zh_cn: 仅POST

# MainPage_ToolBar_FastOperation_OnlyXHR.Content
source: OnlyXHR
zh_cn: 仅XHR

# Settings_Appearance_Language.Header
source: Language Relative Settings
zh_cn: 语言相关的设置

# Settings_Appearance_Language_Language.Text
source: Language:
zh_cn: 语言：

# Settings_Navigate_Appearance.Content
source: Appearance
zh_cn: 外观
